[
    {
        "text": "Little Red Riding Hood was on her way to visit her grandmother. She met a wolf in the forest. The wolf arrived at grandmother's house first and pretended to be Little Red Riding Hood. When Little Red Riding Hood arrived, she noticed something strange about her 'grandmother'. A woodcutter heard her cries and came to her rescue.",
        "events": [
            "Little Red Riding Hood sets out to visit her grandmother",
            "She meets a wolf in the forest",
            "The wolf arrives at grandmother's house first",
            "The wolf pretends to be Little Red Riding Hood",
            "Little Red Riding Hood arrives at the house",
            "She notices something strange about her 'grandmother'",
            "A woodcutter hears her cries",
            "The woodcutter comes to her rescue"
        ]
    },
    {
        "text": "The Three Little Pigs decided to build their own houses. The first pig built a house of straw. The second pig built a house of sticks. The third pig built a house of bricks. A big bad wolf came and blew down the houses of straw and sticks. But he couldn't blow down the house of bricks.",
        "events": [
            "The Three Little Pigs decide to build houses",
            "The first pig builds a house of straw",
            "The second pig builds a house of sticks",
            "The third pig builds a house of bricks",
            "A big bad wolf comes to the houses",
            "The wolf blows down the house of straw",
            "The wolf blows down the house of sticks",
            "The wolf fails to blow down the house of bricks"
        ]
    },
    {
        "text": "Cinderella lived with her stepmother and stepsisters. They made her do all the housework. One day, an invitation to a royal ball arrived. Cinderella's fairy godmother appeared and gave her a beautiful dress and glass slippers. At the ball, Cinderella danced with the prince. At midnight, she ran away, leaving behind a glass slipper. The prince searched the kingdom and found Cinderella. They lived happily ever after.",
        "events": [
            "Cinderella lives with her stepfamily",
            "She does all the housework",
            "An invitation to a royal ball arrives",
            "Cinderella's fairy godmother appears",
            "The fairy godmother gives Cinderella a dress and glass slippers",
            "Cinderella goes to the ball",
            "She dances with the prince",
            "Cinderella runs away at midnight",
            "She leaves behind a glass slipper",
            "The prince searches the kingdom",
            "The prince finds Cinderella",
            "They live happily ever after"
        ]
    },
    {
        "text": "Jack lived with his mother. They were very poor. Jack's mother told him to sell their cow. Jack exchanged the cow for magic beans. His mother was angry and threw the beans out the window. Overnight, a giant beanstalk grew. Jack climbed the beanstalk and found a giant's castle. He stole gold from the giant and climbed down. The giant followed, but Jack cut down the beanstalk, and the giant fell.",
        "events": [
            "Jack lives with his poor mother",
            "Jack's mother tells him to sell their cow",
            "Jack exchanges the cow for magic beans",
            "His mother throws the beans out the window",
            "A giant beanstalk grows overnight",
            "Jack climbs the beanstalk",
            "He finds a giant's castle",
            "Jack steals gold from the giant",
            "He climbs down the beanstalk",
            "The giant follows Jack",
            "Jack cuts down the beanstalk",
            "The giant falls"
        ]
    },
    {
        "text": "Snow White lived with seven dwarfs in the forest. The evil queen, jealous of Snow White's beauty, gave her a poisoned apple. Snow White fell into a deep sleep. The dwarfs placed her in a glass coffin. One day, a prince came and kissed Snow White. She woke up, and they lived happily ever after.",
        "events": [
            "Snow White lives with seven dwarfs",
            "The evil queen becomes jealous",
            "The queen gives Snow White a poisoned apple",
            "Snow White falls into a deep sleep",
            "The dwarfs place her in a glass coffin",
            "A prince comes to the forest",
            "The prince kisses Snow White",
            "Snow White wakes up",
            "They live happily ever after"
        ]
    },
    {
        "text": "Hansel and Gretel were left in the forest by their father. They found a house made of candy and began to eat it. A witch lived there and captured them. She planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. The children escaped and returned home with the witch's treasures.",
        "events": [
            "Hansel and Gretel are left in the forest",
            "They find a house made of candy",
            "They begin to eat the candy house",
            "A witch captures them",
            "The witch plans to eat Hansel",
            "Gretel tricks the witch",
            "Gretel pushes the witch into the oven",
            "The children escape",
            "They return home with the witch's treasures"
        ]
    },
    {
        "text": "The Ugly Duckling was different from his siblings. He was bullied and left home. He spent a lonely winter alone. In spring, he saw his reflection and realized he had grown into a beautiful swan. He joined a group of swans and lived happily.",
        "events": [
            "The Ugly Duckling is born different",
            "He is bullied by others",
            "The duckling leaves home",
            "He spends a lonely winter alone",
            "Spring arrives",
            "He sees his reflection",
            "He realizes he's a beautiful swan",
            "He joins a group of swans",
            "He lives happily with other swans"
        ]
    },
    {
        "text": "Aladdin found a magic lamp in a cave. He rubbed it, and a genie appeared, granting him three wishes. Aladdin wished to be a prince to win Princess Jasmine's heart. The evil vizier Jafar stole the lamp. Aladdin outsmarted Jafar and got the lamp back. He used his last wish to free the genie and married Jasmine.",
        "events": [
            "Aladdin finds a magic lamp",
            "He rubs the lamp",
            "A genie appears",
            "The genie grants three wishes",
            "Aladdin wishes to be a prince",
            "He tries to win Princess Jasmine's heart",
            "Jafar steals the lamp",
            "Aladdin outsmart Jafar",
            "Aladdin gets the lamp back",
            "He uses his last wish to free the genie",
            "Aladdin marries Jasmine"
        ]
    },
    {
        "text": "The Emperor wanted new clothes. Two swindlers pretended to weave magical clothes visible only to wise people. The Emperor paraded in his 'new clothes'. A child pointed out that the Emperor was naked. The Emperor realized he had been fooled but continued the parade.",
        "events": [
            "The Emperor wants new clothes",
            "Two swindlers arrive in the city",
            "They pretend to weave magical clothes",
            "The clothes are said to be visible only to wise people",
            "The Emperor parades in his 'new clothes'",
            "A child points out the Emperor is naked",
            "The Emperor realizes he's been fooled",
            "He continues the parade anyway"
        ]
    },
    {
        "text": "Pinocchio was a wooden puppet who wanted to become a real boy. His nose grew when he lied. Pinocchio had many adventures and learned valuable lessons. In the end, he sacrificed himself to save Geppetto from a whale. The Blue Fairy rewarded his bravery and turned him into a real boy.",
        "events": [
            "Pinocchio is created as a wooden puppet",
            "He wants to become a real boy",
            "His nose grows when he lies",
            "Pinocchio has many adventures",
            "He learns valuable lessons",
            "Geppetto is swallowed by a whale",
            "Pinocchio sacrifices himself to save Geppetto",
            "The Blue Fairy rewards his bravery",
            "Pinocchio is turned into a real boy"
        ]
    }
]