[
  {
    "text": "एकदिनॆ गृहात् प्रस्थितः एकः शशकः स्वादुं तृणं खादितुम् अगच्छत्। परन्तु गृहस्य पिधानं कर्तुं सः विस्मृतवान्। यदा शशकः गृहे न आसीत् तदा एकः नकलः तत्र आगत्य शशकस्य गृहं प्रविश्टवान्। तस्मै शशकस्य गृहम् अरोजतः अत्रैव निवसितुं निश्चयं कृत्वान्। शशकः आगत्य नकलं दृष्ट्वा च अवदत् - \"मम गृहात् निर्गच्छतु शीघ्रम्।\" परन्तु नकलः गन्तुं न अङ्गीकृतवान्। एका समस्या मार्जारी कथं निवारितुं अग्रे आगत्वती। सा अवदत् - \"समीपम् आगच्छताम् अहं श्रोतुं न शक्नोमि।\" भवन्तौ मम एकस्मिन् कर्णे वदताम् -\" इति। उभौ शङ्कया विना एव मार्जार्या उक्तानुसारं कृतवन्तौ। क्षणॆ एव मार्जारी द्वौ खादनार्थं स्वहस्ताभ्यां गृहीत्वती।",
    "events": [
      "शशकः आगत्य नकलं दृष्ट्वा च अवदत् - \"मम गृहात् निर्गच्छतु शीघ्रम्।\"",
      "परन्तु नकलः गन्तुं न अङ्गीकृतवान्।",
      "एका समस्या मार्जारी कथं निवारितुं अग्रे आगत्वती।"
    ]
  },
  {
    "text": "एकदा एकस्मिन्वने एकः सिंहः निद्रां कुर्वन् आसीत् | तस्य समीपे एका मूषिका आगच्छत् | गमनसमये अकस्मात् मूषिका सिंहस्य नासिकायाः उपरी पतितवती | अतः सिंहः जागरितः अभवत् | कुपितः सिंहः सकृत् स्वहस्तेन मूषिकां गृहीतवान् | \"मां त्यजतु कृपया\" – इति लघ्वी मूषिका प्रार्थितवती | \"सङ्कटसमये अहम् भवतः साहाय्यं कुर्याम्\" – इत्यपि उक्तवती | \"लघ्वी मूषिका भवती कथं मम साहाय्यं कुर्यात्\" इति उक्त्वा सिंहः अहसत् | परन्तु दयालुः सः सिंहः तां त्यक्तवान् एव | दिनानां केषाञ्चित् अनन्तरं सिंहः वने मृगयां कुर्वन् आसीत् | तत्र सः व्याधेन प्रसारिते जाले बद्धः अभवत् | जालबद्धः सिंहः स्वयं मोक्तुम् अशक्तः आसीत् | अतः सः आतङ्कात् गर्जितवान् | मूषिका तं श्रुत्वा तं प्रति अधावत् | सा रज्जूनां सर्वणं कृत्वा जालस्य भग्नम् अकरोत् | एवं सः सिंहः स्वयमेव जालात् मुक्तः | अतः सा लघ्वी मूषिका वस्तुतः एव महाबलिनः सिंहस्य साहाय्यं कर्तुं शक्तवती |",
    "events": [
      "गमनसमये अकस्मात् मूषिका सिंहस्य नासिकायाः उपरी पतितवती | अतः सिंहः जागरितः अभवत् |",
      "मूषिका तं श्रुत्वा तं प्रति अधावत् | सा रज्जूनां सर्वणं कृत्वा जालस्य भग्नम् अकरोत् |",
      "एवं सः सिंहः स्वयमेव जालात् मुक्तः | अतः सा लघ्वी मूषिका वस्तुतः एव महाबलिनः सिंहस्य साहाय्यं कर्तुं शक्तवती |"
    ]
  },
  {
    "text": "वने एकः गर्दभः तस्य स्नेहितः एकः शृगालः च आस्ताम् | मित्रद्वयमपि सर्वत्र मिलित्वा एव गच्छति स्म | प्रतिदिनं यदा गर्दभः खादनार्थं तृणस्य अन्वेषणं करोति स्म तदा शृगालः अपि तेन सह गत्वा स्वस्य आहारम् अन्वेषयति स्म | गमनसमये मार्गे एकदा मित्रद्वयेन एकः सिंहः मिलितः | गर्दभः भीतः अभवत्, परन्तु शृगालः तं प्रशान्तिं कृतवान् | शृगालः \"अहं तेन सह सम्भाषयामि\" – इति उक्त्वा साहसेन सह सिंहम् अधिगतवान् | सः सिंहम् अकथयत् – \"महाप्रभो ! अहं भवतः भीतः न अस्मि |\" अहं संशृणोमि यत् अहं भवते मम मूर्खस्य मित्रस्य मांसं दास्यामि\" – इति | आनन्दितः सिंहः शृगालं न खादितुं संशृतवान् | शृगालः तस्य मित्रं गर्दभम् एकस्य गर्तस्य समीपं नीतवान् , यस्मिन सः गर्दभः पतित्वा ततः बहिः आगन्तुम् अशक्तवान् | यदा सिंहः तं गर्दभं बद्धम् अपश्यत्, तदा सः शृगालं प्रति गर्जित्वा अकूर्दत् | सः सिंहः शृगालम् अवदत् – \"गर्दभम् अहम अनन्तरं खादिष्यामि |\" प्रथमम् अहं भवन्तं खादिष्यामि यतः भवान् स्नेहद्रोही | कथायाः नीतिः – \"सङ्कटसमये एव ज्ञायते मित्रम्\" – इति",
    "events": [
      "गमनसमये मार्गे एकदा मित्रद्वयेन एकः सिंहः मिलितः |",
      "सः सिंहम् अकथयत् – \"महाप्रभो ! अहं भवतः भीतः न अस्मि |\"",
      "कथायाः नीतिः – \"सङ्कटसमये एव ज्ञायते मित्रम्\" – इति"
    ]
  },
  {
    "text": "एकः शृगालः एकस्मिन् घने वने न्यवसत् | तेन द्राक्षालतायाम् अवलम्बिताः द्राक्षाः दृष्टाः | द्राक्षाः सुरसाः अभवान् , शृगालः अपि क्षुधितः आसीत् | सः द्राक्षाः प्राप्तुं कूर्दितवान् परन्तु ताः न प्राप्तावान् | अथः अपरेण प्रकारेण कूर्दितुं प्रयत्नं कृतवान् , सः प्रयत्नः अपि वृथा एव अभवत् | एवं बहुवारं सः द्राक्षाः प्राप्तुम् अयतत , परन्तु निष्फलः अन्ते जातः सः | उपविश्य , सः द्राक्षाः सविषादम् अपश्यत् | \"कीदृशः मूर्खः अस्मि अहम् !\" – सः अवदत | \"ताः द्राक्षाः प्राप्तुं प्रयत्नं कृत्वा अहम्ं श्रान्तः जातः | ताः निश्चितेन आम्लाः एवः\" – इति | एवम् उक्त्वा सः ततः निर्गतवान् | अनेके सन्ति ये दुर्लभं निन्दन्ति लघूकुर्वन्ति च |",
    "events": [
      "सः द्राक्षाः प्राप्तुं कूर्दितवान् परन्तु ताः न प्राप्तावान् |",
      "एवं बहुवारं सः द्राक्षाः प्राप्तुम् अयतत , परन्तु निष्फलः अन्ते जातः सः |",
      "\"कीदृशः मूर्खः अस्मि अहम् !\" – सः अवदत |"
    ]
  },
  {
    "text": "वने सिंहं परितः एकः मशकः भ्रमणं कुर्वन् आसीत् | \"निर्गच्छ , क्षुद्रकीट !\" – सिंहः अहङ्कारेण मशकं अवदत् | परन्तु मशकः तु सिंहस्य वचनं प्रति निश्चिन्तः आसीत् | मशकः अवदत् – \"भवान् वनराजः अस्ति अतः अहं भवतः भीतः अस्मि इति भवान् चिन्तयति किम् ?\" | अग्रीमेक्षणे एव सः सिंहं प्रति उड्डीय तस्य नासिकां तीव्रं दष्टवान् | क्रुद्धः सिंहः कोपेन मशकं प्रति अताडयत् | परन्तु सः स्वनखैः स्वयम् एव पीडितवान् अभवत् |",
    "events": [
      "सिंहः मशकं अवदत - \"निर्गच्छ , क्षुद्रकीट !\"",
      "मशकः सिंहं दष्टवान् , येन सः सिंहः क्रुद्धः पीडितः च अभवत् |",
      "मशकः स्वविजयं प्रति सर्वान् सूचयितुम् अपगतवान् |"
    ]
  },
  {
    "text": "उन्नतस्य वृक्षस्य उपरि, एकः महान् कृष्णः द्रोणः उपविष्टः आसीत् | तस्य चञ्च्वाम्, रोटिकायाः एकः महत्खण्डः आसीत् | सः आत्मना प्राप्तेन भोजनेन अतीव गर्वितः असीत् तां रोटिकां च अनन्तरं खादनार्थं रक्षयितुम् इष्टवान् | तत्क्षणे एकः शृगालः तत्र आगच्छत् | सः द्रोणस्य रोटिकायाः स्वादुं खण्डं दृष्ट्वा तत् प्राप्तुं इष्टवान् | परन्तु वृक्षः उन्नतः आसीत् रोटिकायाः खण्डः अपि द्रोणस्य मुखे रक्षितः | \"सुप्रभातम्, मे प्रिय द्रोण!\" – इति शृगालः उक्तवान् | \"सुदर्शनः दृश्यते भवान् अद्य!\" | \"भवतः कृष्णानि पिच्छानि आतपे प्रकाशन्ते\" | किञ्चित् विस्मितः द्रोणः शृगालम् अपश्यत् | \"भवतः चञ्चुः बलवती सुरूपा च अस्ति\" – इति शृगालः वदति स्म | \"अवश्यम् एव भवान् एतया मधुरं गातुं शक्नोति!\" \"भवतः गीतं श्रोतुम् अतीव उत्सुकः अस्मि\" \"मधुरालापं भवतः श्रोतुं मह्यम् आनन्दाय भविष्यति\" | श्रुगालेन कृतया प्रशंसया विलोभितः द्रोणः स्वचञ्चुम् उद्घाट्य काकस्वरं विःकृन्धिकां च कृतवान् | तस्मिन्नेव क्षणे रोटिकायाः खण्डः द्रोणस्य चञ्च्वाः बाहिः आगत्य श्रुगालस्य पुरतः पतत् | केनापि शब्देन बिना, द्रोणम् अपि न दृष्ट्वा, शृगालः रोटिकायाः खण्डं गृहीत्वा अगच्छत्",
    "events": [
      "द्रोणः रोटिकायाः खण्डं खाणार्थं रक्षयितुम् इष्टवान्",
      "शृगालः द्रोणं प्रशंसितवान्, तस्य गीतं श्रोतुम् उत्सुकः अभवत्",
      "शृगालः रोटिकायाः खण्डं गृहीत्वा आगच्छत्"
    ]
  },
  {
    "text": "पुरा एकस्मिन्ने वने एकः वृद्धः सिंहः वसति स्म | वार्धक्यात् तस्य कृते खेटनं दुर्लभं जातम् | सः गुहायां रुग्णवत् शयनं कर्तुं निश्चयं कृतवान् | सः एतत् स्वसमीपस्थायिनः अकथयत् | ततः सः गुहायाम् अतिथीनां प्रतीक्षां कुर्वन् आसीत् | यदा ते सम्मानं दर्शयितुं आगतवन्तः, तदा सः तान् एकैकशः भक्षितवान् | एकदा एकः चतुरः शृगालः तं रुग्णं सिंहं मेलितुम् आगच्छत् | गुहायाः बहिः क्षेमेण स्थित्वा सः सिंहस्य स्वास्थ्याय अपृच्छत् | \"अहं स्वस्थः न अस्मि | भवान् अन्तः आगत्य मां किमर्थं न मिलति?\" – इति सिंहः उक्तवान् | परन्तु शृगालः चतुरतया बहिः एव अतिष्ठत् | सः अवदत् – \"अहं एवं कर्तुम् आनन्दितः |\" परन्तु मया दृष्टं यत् भवतः गुहायाः अन्तः यानि पादचिन्हानि गच्छन्ति तानि बहिः न आगच्छन्ति | भवान् कृपया मां वदतु यत् भवतः अतिथयः बहिः कथम् आगच्छन्ति?\" – इति | तदा सः ततः विमुखी भूत्वा अगच्छत्, एवं स्वं रक्षितवान् च",
    "events": [
      "सिंहः शृगालं भक्षितवान्",
      "शृगालः सिंहं रुग्णवत् देखत्, बाह्यदृष्टि से गुप्त रखा",
      "शृगालः सिंह के स्वास्थ्य का ध्यान रखते हुए, विमुख होकर वापस चला गया"
    ]
  },
  {
    "text": "घने वने एकः आरण्यशुनकः न्यवसत् | एकस्मिन्ने शीतकाले वातावरणं अतीव शैत्यम् आसीत् | सः शुनकः तत् सोढुम् अशक्तवान् किन्तु अदृष्टवशात् स्वरक्षार्थम् एकां गुहां प्राप्तवान् | तदा शीतालुः सः स्वागतम् अवदत् – \"आगामिनि वसन्ते ग्रीष्मे वा अहं स्वकृते एकं कुटीरं स्थापयिष्यामि |\" अतः अग्रिमे शीतकाले एवं शैत्यात् पीडितः न भविष्यामि |\" – इति | वसन्तः ग्रीष्मः च आगतवन्तौ | सुखकारे आतपे सः शुनकः नितरां विहरणं कृतवान् | कुटीरस्य स्थापनविषये तस्य चिन्तना एव न आसीत् | अग्रीमः शैत्यकालः आगतः परन्तु अस्मिन्समये शैत्यं तु बहु अधिकम् आसीत् | शुनकः स्वस्य रक्षणार्थम् उचितं स्थलं न प्राप्तवान् अतः सः मृतः |",
    "events": [
      "शुनकः शीतकाले गुहां प्राप्त करता है",
      "शुनकः कुटीर बनाने का विचार करता है, लेकिन शीतकाल में पीड़ा भोगता है",
      "शुनकः उपयुक्त स्थान न मिलने के कारण मर जाता है"
    ]
  },
  {
    "text": "एकस्मिन क्षेत्रे कृषकः एकः तत्र वासिनां कपोतानां पालनं समीचीनतया करोति स्म | एका काकी तत् सर्वं दृष्ट्वा मत्सरा अभवत् | सा अचिन्तयत् – \"अहं महता प्रयत्नेन अन्नस्य अन्वेषणं करोमि, परन्तु एते तु यथेष्टम् अन्नं प्राप्नुवन्ति |\" – इति | अतः सा काकी स्वस्य आकारस्य परिवर्तनं कर्तुं निश्चयं कृतवती | सा स्वस्य शरीरं श्वेतवर्णेन लेपनं कृत्वा कपोतान् मिलितवती | कपोताः 'सा कपोती नास्ति' इति न ज्ञातवन्तः, तस्मात् तां तेषां समूहे स्वीकृतवन्तः च | तदनन्तरं काकी सम्यक् भोजनं खादित्वा सुसुखं निवसति स्म | एकस्मिन दिने, भोजनस्य अनन्तरं सा काकी गातुम् आरब्धवती | तां श्रुत्वा, \"एका काकी, कपटवेशे एका काकी!\" – इति सर्वे कपोताः क्रोधेन चीत्रकारं कृतवन्तः | तस्याः उपरि कूर्दनं कृत्वा निर्दयैः दशनैः ताम् अपाकृतवन्तः | स्वस्य दोषं ज्ञात्वा सा काकी स्वस्य काकसमूहं प्रत्यागतवती | परन्तु अन्ये काकाः तां न लक्षितवन्तः यतः सा श्वेतवर्णेन आसीत् | ते तया सह खादितुं न सिद्धाः, तां दुष्टतया आक्रमणं कृतवन्तः च | अन्ते कुत्रापि गन्तुम् अशक्ता सा श्वेता काकी निराश्रया भूता |",
    "events": [
      "काकी कपोतों को देखकर जलन महसूस करती है",
      "काकी अपने रंग में बदलाव करती है और कपोतों से मिलती है",
      "काकी को कपोतों द्वारा धोखा मिलता है और वह अकेली और निराश्रित हो जाती है"
    ]
  },
  {
    "text": "पुरा, शशकानाम् एकः समूहः वने निवसति स्म | वने निवसन्तः अन्ये प्राणिनः तान् भक्षयितुं मारयेयुः इति कारणात् शशकाः सङ्कटे आसन् | एकदा सर्वे शशकाः आत्मनां परिस्थितिं प्रति चर्चां कुर्वन्तः आसन् | एकः शशकः अवदत् - \"वयं सदैव मनुष्येभ्यः पशुभ्यः भीताः | प्रतिक्षणं मरणभयं सोढुं vayam azaktAH | अतः साम्प्रतमेव प्राणत्यागं करवाम |\" – इति | सर्वे शशकाः तस्य वचनम् अङ्गीकृत्य मरणं प्राप्तुं समीपस्थं तडागं गतवन्तः | तडागस्य तटे मण्डूकानां समूहः उपविष्टः आसीत् | शशकान् दृष्ट्वा ते भीताः अभवन् | अतः आत्मरक्षणार्थं ते जलें कूर्दितवन्तः | एतत् दृष्ट्वा एकः शशकः उक्तवान् - \"तिष्ठन्तु! वयं प्राणत्यागं न कुर्मः |\" यथा दृष्टं, केचन प्राणिनः अस्माकम् अपेक्षया अधिकं भीताः | अतः वयं स्वस्थानं गत्वा पूर्ववत् जीवामः चेत् ततैव साधु भवेत् |\" – इति | सर्वे शशकाः तत् अङ्गीकृत्य वनं प्रत्यगच्छन् |",
    "events": [
      "शशक समुदाय को मरण का भय और संकट का सामना करना पड़ता है",
      "शशक समुदाय एक निर्णय पर पहुँचता है और वे आत्म-रक्षा के लिए जल में कूदने का निर्णय लेते हैं",
      "शशक समुदाय आत्म-रक्षा के लिए एकजुट होकर अपने जीवन को बचाने का उपाय ढूंढ़ता है"
    ]
  },
  {
    "text": "एकदा, केनचित् शुकद्वयं गृहीत्वा एकाय महाराजाय विक्रीतम् | तौ शुकौ भ्रातरौ आस्ताम् | ज्येष्टस्य शुकस्य नाम राधः | कनिष्टस्य नाम पोत्तपादः इति | राजा शुकद्वयस्य सुन्दर्या चेष्टया आकृष्टः अभवत् | अतः सः राजप्रासादे एकस्मिन सुवर्णपञ्जरे शुकद्वयं संस्थाप्य रक्षितवान् | शुकद्वयाय मधुतुषधान्यादीनां खाद्यवस्तूनां दानं स्वर्णपात्रैः कृतवान् | उत्तमरीत्या तस्य परिचारं कृतवान् | अतः शुकौ सुवर्णपञ्जरे सुखजीवनं यापितवन्तौ | महाराजस्य अतिथयः अपि शुकद्वयेन आकृष्टवन्तः आसन् | ते सर्वे प्रशंसां कृतवन्तः | एकस्मिन दिने कश्चन व्याधः कृष्णवर्णीयवानरं एकम् आनिय महाराजाय अर्पितवान् | ततः महाराजस्य अवधानं सर्वं शुकद्वयात वानरस्य उपरि पतितम् | महाराजस्य एतेन व्यवहारेण पोत्तपादः खिन्नः उद्विग्नः च अभवत् | किम्तु राधः एतेन अप्रभावितः आसीत् | अन्यस्मिन दिने, पोत्तपादः जनानां एतादृशं परिवर्तितव्यवहारम् असहन् स्वविचारान् भ्रातरम् उक्तवान् | \"हे भ्रातः ! पूर्वं सर्वैः आवयोः पोषणम् अभवत् | इदानीम् आवयोः तिरस्कारः भवति | एषः उचितः न | तर्हि आवाभ्याम् एतस्मात् राजप्रासादात् निर्गन्तव्यं ननु ?\" राधः स्वभ्रातरं शान्तिं कर्तुं बोधवचनम् उक्तवान् यत् - \"रे कनिष्ट! जीवनं सुखदःखादीनां निरन्तरता न भवति, तथा एव प्रशंसानिन्दादीनां, मानावमानानां च निरन्तरता न भवति | ते अनित्याः तात्कालिकाः च | कदाचित् लिम्पन्ति, कदाचित् अपसर्पन्ति | अतः एतैः व्यवहारैः केनचितपि न शोचनीयः\" तथापि पोत्तपादः खिन्नः आसीत् यतः जनानाम् आसक्तिः वानरे एव आसीत्, यः वानरः मुखविकारेण, कर्णकम्पनेन च जनान् आकर्षितवान् | पोत्तपादस्य मनोभावं सम्यक् अवगम्य, राधः पुनः पोत्तपादम् अवदत् - \"हे प्रिय भ्रातः ! चिन्ता मास्तु ! शीघ्रमेव वानरस्य निजस्वरूपं जनाः अवगच्छन्ति | तदा जनाः पुनः त्वम् उचितसम्मानेन सह पोषयिष्यन्ति\" वानरस्य शरीरविकारैः अङ्गविकारैः कुशब्दैः च युवराजाः तदा तदा भीतवन्तः रुदितवन्तः च | एतैः एव विकारैः वानरस्य निजस्वरूपं स्पष्टम् अभवत् | यदा महाराजः वानरस्सं वस्य एतादृशानां भयङ्करचेष्टानां परिणामं श्रुतवान् तदा एव सः सेवकैः तं वानरं प्रसादात् बहिष्कृतवान् | एवं अन्ते शुकौ सम्मानेन सह उचितस्थानं पुनः प्राप्तवन्तौ",
    "events": [
      "राजा शुकद्वयस्य सुन्दर्या चेष्टया आकृष्टः अभवत्",
      "पोत्तपादः जनानां एतादृशं परिवर्तितव्यवहारम् असहन् स्वविचारान् भ्रातरम् उक्तवान्",
      "महाराजः वानरस्सं वस्य एतादृशानां भयङ्करचेष्टानां परिणामं श्रुतवान् तदा एव सः सेवकैः तं वानरं प्रसादात् बहिष्कृतवान्"
    ]
  },
  {
    "text": "एकदा एकः महिषः हिमवत्स्थाने न्यवसत् | सः अनुग्रः मैत्रेयः अनपकारी पशुः आसीत् | तस्मिन एव वने एकः दुष्टः वानरः अवसत् यः तं महिषम् अपहसति भर्त्सयते स्म | कदाचित् सः तस्य सुप्तस्य महिषस्य पृष्ठे अकूर्दत् | कदाचित् सः तं तृणचरणात् युप्यति स्म | कदाचित् सः तस्य शृङ्गे धृत्वा तस्य शिरसि आरुह्य पुच्छं धृत्वा न्यक् डोलयति स्म | सः शान्तः पशुः तस्य वानरस्य सर्वम् असमञ्जसम् असहत | एकदा यदा सः शान्तः महिषः तत्र नासीत् तदा एकः हिंस्रः महिषः तत्रैव आगत्य अतिष्ठत् | सः दुष्टः वानरः \"एषः महिषः सः अनुग्रः महिषः एव अस्ति\" इति मत्वा तस्य महिषस्य पृष्ठे कूर्दित्वा तथैव सर्वं दुर्व्यवहारं च अकरोत् | सः द्वितीयः महिषः तं वानरं त्वरितम् एव भूमौ क्षिप्त्वा तस्य हृदये स्वविषाणाः शूलयित्वा तं खुरेण च हतवान् | एवं सः वानरः तत्काले एव हतः अभवत्",
    "events": [
      "सः अनुग्रः मैत्रेयः अनपकारी पशुः आसीत्",
      "तस्मिन एव वने एकः दुष्टः वानरः अवसत् यः तं महिषम् अपहसति भर्त्सयते स्म",
      "सः द्वितीयः महिषः तं वानरं त्वरितम् एव भूमौ क्षिप्त्वा तस्य हृदये स्वविषाणाः शूलयित्वा तं खुरेण च हतवान्"
    ]
  },
  {
    "text": "एकदा वाराणस्याः जनाः एकस्मिन पर्वदिने विहरणं कुर्वन्तः आसन्। राजोद्यानस्य पालकः अपि तत्र गत्वा तेषु उत्सवेषु भागं वोढुम् इच्छति स्म। तस्मिन् राजोद्याने एकः वानरसमूहः आसीत्। तत्र निवसितुम् उद्यानपालकः वानरेभ्यः अनुमतिं दत्तवान् आसीत्। तस्य गमनात् पूर्वम् उद्यानपालकः \"मम अनुपस्थितसमये उद्यानसस्यानि सर्वाणि जलसिञ्चनं कुरोतु\" इति तस्य समूहस्य अधिपतिं प्रार्थितवान्। तत् श्रुत्वा वानराणाम् अधिपतिः तस्य वचनम् अङ्गीकृतवान्, तथैव वानराः सर्वे करिष्यन्ति इति सूचितवान् अपि। यदा सः उद्यानपालकः प्रारम्भः तदा वानराणाम् अधिपतिः सर्वान् वानरान् आहूय सस्यानि जलena सिञ्चयन्तु इति आदेशितवान्। महता प्रयत्नेन उद्यानपालकः जलस्य संग्रहणं कृतवान् अस्ति इति कारणतः, वानराणाम् अधिपतिः तस्य परिजनान् जलस्य व्ययम् अकृत्वा सिञ्चनकार्यं कुर्वन्तु इति बोधितवान्। तदर्थं सस्यानां मूलम् अनुसृत्य जलसिञ्चनं भवतु इति अपि सः उपदिष्टवान्। अथ वानराः सस्यानाम् उत्पाटनं कृत्वा प्रतिसस्यं मूलस्य मापनं कृत्वा तस्य दीर्घताम् अनुसृत्य जलसिञ्चनम् आरब्धवन्तः। बृहत्वृक्षाणां कृते अधिकं लघुसस्यानां कृते स्वल्पं च जलसिञ्चनं कृतवन्तः वानराः। एवं ते सर्वाणि सस्यानि अतिशीघ्रम् उन्मूलितवन्तः। तदा तत्र आगतः एकः विवेकी जनः वानराणां कुकार्यं दृष्ट्वा तस्य कारणं पृष्टवान्। वानराः उक्तवन्तः यत् ते सर्वे उद्यानपालकस्य वचनानुसारम् एव एवं कुर्वन्तः सन्ति इति। सः विवेकी जनः तु तान् वानरान् सस्यानां सेचनं हानिरहितं कर्तुं प्रदर्शितवान्। परन्तु गमनात् पूर्वं तेन उक्तम् - \"यद्यपि सः हितकामः भवेत् तथापि मूर्खः अन्यान् अपकरोति एव।\"",
    "events": [
      "राजोद्यानस्य पालकः उत्सवेषु भागं वोढुम् इच्छति स्म।",
      "वानराणाम् अधिपतिः वानराणां कार्यं करने की अनुमति देता है।",
      "विवेकी जनः वानराणां कार्य की समस्या को देखता है और समाधान प्रदान करता है।"
    ]
  },
  {
    "text": "एकदा एकस्यां हिमालयस्य गुहायाम् एकः प्रबलः सिंहः वसति स्म। एकस्मिन् दिने सः सिंहः एकं मृगं मारयित्वा तं खादित्वा च तस्य गुहां प्रति आगच्छन् आसीत्। मार्गमध्ये एकः शृगालः सिंहम् अतिविनयेन नमस्कृतवान्। वस्तुतः सः शृगालः सिंहस्य अवशिष्टं भोजनं खादितुं इष्टवान्। \"शृगाल, किमर्थं भवान् मां नमस्करोति?\" - सिंहः पृष्टवान्। शृगालः उक्तवान् - \"महोदय, अहं भवतः सेवकः भवितुम् इच्छामि\"। सिंहः तत् अङ्गीकृत्य तदनन्तरं तेन सह प्रीतिपूर्वकं व्यवहरति स्म। तद्दिनात् आरभ्य यदा सींहः मृगम् एकं मारयति तदा अवशिष्टं शृगालाय ददाति। सिंहेन दत्तम् अवशिष्टं खादित्वा सः क्षीणः शृगालः अचिरात् स्थूलः अभवत्। एवमेव तस्य गर्वः अपि वर्धितः। अपि च, सः इदानीं स्थूलः इति कारणात् सः अपि सिंहः इव बलवान् इति चिन्तितवान् शृगालः। एकस्मिन् दिने शृगालः सिंहम् उक्तवान् - \"हे सिंह, इदानीं पर्यन्तम् अहं भवता दत्तम् अवशिष्टं खादितवान्\"। \"किन्तु, अद्य अहमेकं गजं मारयित्वा खादित्वा च, भवते यत् अवशिष्टं तत् दास्यामि\"। सः शृगालः सिंहः इव न बलवान् इति कारणात्, एवं न करोति इति सिंहः शृगालं सूचितवान्। मूर्खः शृगालः गर्वेण सिंहस्य वचनं न श्रुतवान्। सः गुहायाः बहिः आगत्य त्रिवारं सिंहगर्जना इव शृगालक्रन्दनं कृतवान्। ततः सः शृगालः गजम् अन्विष्टवान् एकम् एकस्य पर्वतस्य अधः दृष्टवान् च। सः पर्वतशिखरात् महामृगस्य गजस्य उपरि कूर्दितवान्। किंतु सः भूमौ एव पतितवान् नतु गजस्य उपरि। यदा गजः शृगालं लक्षितवान् तदा सः तस्य पूर्वपादेन उपेक्षया शृगालस्य मस्तकं छिन्नाभिन्नं कृतवान्। एवं सः मूर्खः शृगालः तत्क्षणे एव मृतः।",
    "events": [
      "सिंहः शृगाल को सेवक बनने का प्रस्ताव देता है, और शृगाल उसकी बात स्वीकार करता है।",
      "शृगाल ने गज को मारने का वचन दिया और सिंह के सामने वह गज का अवशिष्ट देने का प्रस्ताव करता है।",
      "शृगाल ने मूर्खता के कारण सिंह की बात नहीं मानी, अंततः उसने अपनी जान गवां दी।"
    ]
  },
  {
    "text": "पुरा वाराणस्याम् एकः मार्दङ्गिकः न्यवसत् | एकस्मिन्ने दिवसे सः श्रुतवान् यत् नगरे उत्सवः आसीत् | अतः उत्सवे जनैः मृदङ्गं वादयितुं सः तस्य पुत्रेण सह तत्र अगच्छत् | मृदङ्गवादनेन तौ विपुलं धनं प्राप्तवन्तौ | तयोः प्रतिगमनस्य मार्गे एकं वनम् आसीत् | तस्मिन्ने वने अनेके चोराः अवसन् | मार्दङ्गिकस्य पुत्रः तयोः उपार्जनेन अतीव प्रसन्नः आसीत् अतः सततं मृदङ्गस्य वादनं कृतवान् | पिता तु अवदत्: \"अहं भीतः यतः एतत् मृदङ्गवादनं चोरान् आकर्षयेत्\" इति | सः तस्य पुत्रम् उचिते काले एव वादयितुम् उपदिष्टवान् | सः अकथयत्: \"अनेन प्रकारेण चोराः चिन्तयिष्यन्ति यत् महाराजा भटैः सह गच्छन् अस्ति, अतः आवां न पीडयेयुः\" इति | पुत्रः पितुः उपदेशं न श्रुतवान् | सः तु आनन्देन सततं मृदङ्गवादनं कृतवान् | अचिरेण चोराः तं नादं श्रुतवन्तः, मार्दङ्गिकं तस्य पुत्रं च अवलम्बितवन्तः | ततः ते चोराः तौ अताडयन् तयोः धनं च गृहीतवन्तः | अतः मधुरेण मृदङ्गवादनेन यत् अपि लब्धम्, तत् सर्वं प्रमाणाधिकेन वादनें लुप्तम् | अतः एव उक्तं यत् \"प्रगाढत्वं दुष्करं निग्रहणं तु शुभकरं च\" इति",
    "events": [
      "मार्दङ्गिकः उत्सव में मृदङ्ग वादन के लिए अपने पुत्र के साथ नगर गया।",
      "उत्सव में मृदङ्गवादन से विपुल धन प्राप्त हुआ।",
      "चोरों ने मृदङ्ग वादन सुना और पिता-पुत्र को लूट लिया।"
    ]
  }
]
